Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: Пожарный переулок
be: Пажарны завулак

source: Пожарный проезд
be: Пажарны праезд

source: Пойменная улица
be: Пойменная вуліца

source: Покровская улица
be: Пакроўская вуліца

source: Покровский переулок
be: Пакроўскі завулак

source: Полевая улица
be: [Зялёная вуліца, Палявая вуліца, вуліца Палевая]

source: Полевой переулок
be: Палявы завулак

source: Полесская улица
be: Палеская вуліца

source: Полесский переулок
be: Палескі завулак

source: Полиграфическая улица
be: Паліграфічная вуліца

source: Полимировская улица
be: Паліміраўская вуліца

source: Политехническая улица
be: Політэхнічная вуліца

source: Полковая улица
be: Палкавая вуліца

source: Полоцкая улица
be: Полацкая вуліца

source: Полоцкий переулок
be: Полацкі завулак

source: Полоцкий тракт
be: Полацкі тракт

source: Полочанская улица
be: Палачанская вуліца

source: Полтавская улица
be: Палтаўская вуліца

source: Полукруглая улица
be: Паўкруглая вуліца

source: Полыковичский переулок
be: Палыкавіцкі завулак

source: Польная улица
be: Польная вуліца

source: Полянная улица
be: Палянная вуліца

source: Полярная улица
be: Палярная вуліца

source: Полярный переулок
be: Палярны завулак

source: Понемуньская улица
be: Панямуньская вуліца

source: Понтонный мост
be: Пантонны мост

source: Поперечная улица
be: [Папярочная вуліца, вуліца Папярэчная]

source: Поплавская улица
be: Паплаўская вуліца

source: Поплавский переулок
be: Паплаўскі завулак

source: Пороховая улица
be: Парахавая вуліца

source: Пороховой переулок
be: Парахавы завулак

source: Портовая улица
be: Партовая вуліца

source: Поселковая улица
be: Пасялковая вуліца

source: Поселковый переулок
be: Пасялковы завулак

source: Поселковый проезд
be: Пасялковы праезд

source: Поставская улица
be: Пастаўская вуліца

source: Потаповичская улица
be: Патаповіцкая вуліца

source: Почтовая улица
be: [Копысь—Зубава—Антонаўка, Паштовая вуліца]

source: Почтовый переулок
be: Паштовы завулак

source: Поэтическая улица
be: Паэтычная вуліца

source: Правобереговая улица
be: Праваберагавая вуліца

source: Правобереговой переулок
be: Праваберагавы завулак

source: Правобережная улица
be: Правабярэжная вуліца

source: Правонабережная улица
be: Праванабярэжная вуліца

source: Правонабережный переулок
be: Праванабярэжны завулак

source: праезд Вераснёўскі
be: Вераснёўскі праезд

source: Праздничная аллея
be: Святочная алея

source: Праздничная улица
be: Святочная вуліца

source: Праздничный переулок
be: Святочны завулак

source: Прибережная улица
be: Прыбярэжная вуліца

source: Прибережный переулок
be: Прыбярэжны завулак

source: Приберезинский бульвар
be: Прыбярэзінскі бульвар

source: Приборская улица
be: Прыборская вуліца

source: Прибрежная улица
be: Прыбярэжная вуліца

source: Прибужская улица
be: Прыбужская вуліца

source: Привабная улица
be: Прывабная вуліца

source: Приветливая улица
be: Прыветлівая вуліца

source: Привокзальная площадь
be: Прывакзальная плошча

source: Привокзальная улица
be: Прывакзальная вуліца

source: Привокзальный переулок
be: Прывакзальны завулак

source: Привольная улица
be: Прывольная вуліца

source: Пригородная улица
be: Прыгарадная вуліца

source: Пригородный переулок
be: Прыгарадны завулак

source: Пригородный проезд
be: Прыгарадны праезд

source: Приграничная улица
be: Памежная вуліца

source: Придвинская улица
be: Прыдзвінская вул.

source: Придвинский переулок
be: Прыдзвінскі зав.

source: Приднепровская улица
be: Прыдняпроўская вуліца

source: Придорожная улица
be: Прыдарожная вуліца

source: Прилесная улица
be: Прылесная вуліца

source: Прилукская улица
be: Прылуцкая вуліца

source: Приморская улица
be: Прыморская вуліца

source: Принеманская улица
be: Прынёманская вуліца

source: Приовражная улица
be: Прыяравая вуліца

source: Приозёрная улица
be: Прыазёрная вуліца

source: Приозёрный переулок
be: Прыазёрны завулак

source: Припятская улица
be: Прыпяцкая вуліца

source: Приречная улица
be: Прырэчная вуліца

source: Приречный переулок
be: Прырэчны завулак

source: Пробойная улица
be: Прабойная вуліца

source: Прогонная улица
be: Прагонная вуліца

source: Прогонный переулок
be: Прагонны завулак

source: Прогрессивная улица
be: Прагрэсіўная вуліца

source: Прогулочная аллея
be: Прагулачная алея

source: Прогулочная улица
be: Прагулачная вуліца

source: Продольная улица
be: Падоўжная вуліца

source: проезд 1-й Ветеранский
be: праезд 1-шы Вецяранскi

source: проезд 30 лет Октября
be: праезд 30 гадоў Кастрычніка

source: проезд 8 Марта
be: праезд 8 Сакавіка

source: проезд 9 Мая
be: праезд 9 Мая

source: проезд Алексея Гаранина
be: праезд Аляксея Гараніна

source: проезд Бабушкина
be: праезд Бабушкіна

source: проезд Баумана
be: праезд Баўмана

source: проезд Братьев Рыбаковых
be: праезд Братоў Рыбаковых

source: проезд Бумажкова
be: праезд Бумажкова

source: проезд Ватутина
be: праезд Ватуціна

source: проезд Венисье
be: праезд Венісье

source: проезд Веснина
be: праезд Весніна

source: проезд Веснинка
be: праезд Веснінка

source: проезд Геофизиков
be: праезд Геафізікаў

source: проезд Гоголя
be: праезд Гогаля

source: проезд Головацкого
be: праезд Галавацкага

source: проезд Голодеда
be: праезд Галадзеда

source: проезд Горького
be: праезд Горкага

source: проезд Доватора
be: праезд Даватара

source: проезд Достоевского
be: праезд Дастаеўскага

source: проезд Дрозды
be: праезд Дразды

source: проезд Ильича
be: праезд Іл’іча

source: проезд Калинина
be: праезд Калініна

source: проезд Калиновского
be: праезд Каліноўскага

source: проезд Кольцова
be: праезд Кальцова

source: проезд Котовского
be: праезд Катоўскага

source: проезд Куйбышева
be: праезд Куйбышава

source: проезд Леваневского
be: праезд Леванеўскага

source: проезд Масюковщина
be: праезд Масюкоўшчына

source: проезд Машерова
be: праезд Машэрава

source: проезд Металлистов
be: праезд Металістаў

source: проезд Мицкевича
be: праезд Міцкевіча

source: проезд Мичурина
be: праезд Мічурына

source: Проездная улица
be: Праезная вуліца

source: проезд Орджоникидзе
be: праезд Арджанікідзэ

source: проезд Пирогова
be: праезд Пірагова

source: проезд Ревинского
be: праезд Рэвінскага

source: проезд Скорины
be: праезд Скарыны

source: проезд Старый Город
be: праезд Стары Горад

source: проезд Столетова
be: праезд Сталетава

source: проезд Сурикова
be: праезд Сурыкава

source: проезд Чайковского
be: праезд Чайкоўскага

source: проезд Чапаева
be: праезд Чапаева

source: проезд Чекалина
be: праезд Чакаліна

source: проезд Черняховского
be: праезд Чарняхоўскага

source: проезд Чехова
be: праезд Чэхава

source: проезд Чижевских
be: праезд Чыжэўскіх

source: проезд Шагала
be: праезд Шагала

source: проезд Энергостроителей
be: праезд Энергабудаўнікоў

source: проезд Эрнста Тельмана
be: праезд Эрнста Тэльмана

source: Проезжая улица
be: Праезжая вуліца

source: Проектируемая улица
be: [Праектуемая вуліца, Праектыруемая вуліца]

source: Проектная улица
be: Праектная вуліца

source: Прожекторная улица
be: Пражэктарная вуліца

source: Прокатная улица
be: Пракатная вуліца

source: Пролетарская улица
be: [Пралетарская вулiца, Пралетарская вуліца]

source: Пролетарский въезд
be: Пралетарскі ўезд

source: Пролетарский переулок
be: Пралетарскі завулак

source: Промысловая улица
be: Прамысловая вуліца

source: Промысловый проезд
be: Прамысловы праезд

source: Промышленная улица
be: Прамысловая вуліца

source: Промышленный переулок
be: Прамысловы завулак

source: Прорезной переулок
be: Праразны завулак

source: Просёлочная улица
be: Прасёлкавая вуліца

source: проспект Газеты Звязда
be: праспект Газеты Звязда

source: проспект Газеты Правда
be: праспект Газеты Праўда

source: проспект Генерала Людникова
be: праспект Генерала Люднікава

source: проспект Дзержинского
be: праспект Дзяржынскага

source: проспект Димитрова
be: праспект Дзімітрава

source: проспект Жолтовского
be: праспект Жалтоўскага

source: проспект Жукова
be: праспект Жукава

source: проспект Иоанна Зодчего
be: праспект Іаана Дойліда

source: проспект Клецкова
be: праспект Кляцкога

source: проспект Космонавтов
be: праспект Касманаўтаў

source: проспект Куйбышева
be: праспект Куйбышава

source: проспект Ленина
be: праспект Леніна

source: проспект Луначарского
be: праспект Луначарскага

source: проспект Любимова
be: праспект Любімава

source: проспект Машерова
be: праспект Машэрава

source: проспект Мира
be: праспект Міру

source: проспект Независимости
be: праспект Незалежнасці

source: проспект Октября
be: праспект Кастрычніка

source: проспект Орджоникидзе
be: праспект Арджанікідзэ

source: проспект Победителей
be: праспект Пераможцаў

source: проспект Победы
be: праспект Перамогі

source: проспект Пушкина
be: праспект Пушкіна

source: проспект Революции
be: праспект Рэвалюцыі

source: проспект Республики
be: праспект Рэспублікі

source: проспект Рокоссовского
be: праспект Ракасоўскага

source: проспект Строителей
be: праспект Будаўнікоў

source: проспект Текстильщиков
be: праспект Тэкстыльшчыкаў

source: проспект Франциска Скорины
be: праспект Францыска Скарыны

source: проспект Фрунзе
be: праспект Фрунзэ

source: проспект Черняховского
be: праспект Чарняхоўскага

source: проспект Шмидта
be: праспект Шміта

source: проспект Юности
be: праспект Юнацтва

source: проспект Янки Купалы
be: праспект Янкі Купалы

source: Простая улица
be: Простая вуліца

source: Просторная улица
be: Прасторная вуліца

source: Профсоюзная улица
be: Прафсаюзная вуліца

source: Проходная улица
be: Прахадная вуліца

source: Прудовая улица
be: Сажалкавая вулица

source: Пружанская улица
be: Пружанская вуліца

source: Прыгожая
be: Прыгожая вуліца

source: Прямая улица
be: Прамая вуліца

source: Прямой переулок
be: Прамы завулак

source: Псковская улица
be: Пскоўская вуліца

source: Пугачёвская улица
be: Пугачоўская вуліца

source: Пупоревская улица
be: Пупарэўская вуліца

source: Путевая улица
be: [Пуцевая вуліца, Пуцявая вуліца]

source: Путевой переулок
be: Пуцявы завулак

source: Путейная улица
be: Пуцейная вуліца

source: Путейская улица
be: Пуцейская вуліца

source: Путейский переулок
be: Пуцейскі завулак

source: Путиловский переулок
be: Пуцілаўскі завулак

source: Пуховичская улица
be: Пухавіцкая вуліца

source: Пушкинская улица
be: Пушкінская вуліца

source: Пушкинский переулок
be: Пушкінскі завулак

source: Пушкинский проспект
be: Пушкінскі праспект

source: Пчелиная улица
be: Пчаліная вуліца

source: Пятидворская улица
be: Пяцідворская вуліца

source: Рабкоровская улица
be: Рабкараўская вуліца

source: Рабочая улица
be: [Працоўная вуліца, Рабочая вуліца]

source: Рабоче-Крестьянская улица
be: Працоўна-Сялянская вуліца

source: Рабоче-Крестьянский въезд
be: Працоўна-Сялянскі ўезд

source: Рабочий переулок
be: Рабочы завулак

source: Радзивиловская улица
be: Радзівілаўская вуліца

source: Радиальная улица
be: Радыяльная вуліца

source: Радимитская улица
be: Радзіміцкая вуліца

source: Радостная улица
be: Радасная вуліца

source: Радошковичская улица
be: [Радашковіцкая вул., Радашковіцкая вуліца]

source: Радужная аллея
be: Вясёлкавая алея

source: Радужная улица
be: Вясёлкавая вуліца

source: Радужный переулок
be: Вясёлкавы завулак

source: Радунская улица
be: Радунская вуліца

source: Радуньская улица
be: Радуньская вуліца

source: Раёвская улица
be: Раёўская вуліца

source: Развадовская улица
be: Развадоўская вуліца

source: Раздольная улица
be: Раздольная вуліца

source: Разинская улица
be: Разінская вуліца

source: Разинский переулок
be: Разінскі завулак

source: Райгородская улица
be: Райгародская вуліца

source: Ракетная улица
be: Ракетная вуліца

source: Ракитная улица
be: Ракітная вуліца

source: Раковская улица
be: Ракаўская вуліца

source: Рамесны въезд
be: Рамесны ўезд

source: Ранишняя улица
be: Ранішняя вуліца

source: Ранняя улица
be: Ранняя вуліца

source: Расовская улица
be: Расоўская вуліца

source: Рассветная улица
be: Світанкавая вуліца

source: Рассветный переулок
be: Світанкавы завулак

source: Рассветовская улица
be: Світанаўская вуліца

source: Рассонская улица
be: Расонская вуліца

source: Ратомка
be: Ратамка

source: Ратомская улица
be: Ратамская вуліца

source: Ратушная площадь
be: Ратушная плошча

source: Раубичская улица
be: Раўбіцкая вуліца

source: Раубичский переулок
be: Раўбіцкі завулак

source: Революционная улица
be: Рэвалюцыйная вуліца

source: Революционный переулок
be: Рывалюцыйны завулак

source: Редькина улица
be: вуліца Рэдзькіна

source: Резервная улица
be: Рэзервовая вуліца

source: Резервный переулок
be: Рэзервовы завулак

source: Рельсовый переулок
be: Вугальны завулак

source: Ремесленная улица
be: Рамесная вуліца

source: Республиканская улица
be: Рэспубліканская вуліца

source: Республиканский переулок
be: Рэспубліканскі завулак

source: Республиканский спуск
be: Рэспубліканскі спуск

source: Речицкая улица
be: Рэчыцкая вуліца

source: Речицкий переулок
be: Рэчыцкі завулак

source: Речицкий проезд
be: Рэчыцкі праезд

source: Речицкий проспект
be: Рэчыцкі праспект

source: Речная улица
be: Рачная вуліца

source: Речной переулок
be: Рачны завулак

source: Речной проезд
be: Рачны праезд

source: Ржавецкая улица
be: Ржавецкая вуліца

source: Ржавецкий переулок
be: Ржавецкі завулак

source: Ржаная улица
be: Жытняя вуліца

source: Рижская улица
be: Рыжская вуліца

source: Рижский переулок
be: Рыжскі завулак

source: Ричевская улица
be: Рычаўская вуліца

source: Ровенская улица
be: Ровенская вуліца

source: Ровецкая улица
be: Ровецкая вуліца

source: Ровная улица
be: Роўная вуліца

source: Рогачёвская улица
be: Рагачоўская вуліца

source: Рогачёвский переулок
be: Рагачоўскі завулак

source: Рогачёвский проезд
be: Рагачоўскі праезд

source: Родниковая улица
be: Крынічная вуліца

source: Рождественская улица
be: [Калядная вулица, Калядная вуліца, Раждзественская вул.]

source: Розовая улица
be: Ружовая вуліца

source: Романовская улица
be: Раманаўская вуліца

source: Ромашковая улица
be: Рамашкавая вуліца

source: Роменская улица
be: Роменская вуліца

source: Российская улица
be: Расійская вуліца

source: Рощинская улица
be: Рошчынская вуліца

source: Рощинский переулок
be: Рошчынскі завулак

source: Рубиновая улица
be: [Рубiнавая вуліца, Рубінавая вуліца]

source: Рублевская улица
be: Рублёўская вуліца

source: Рублёвская улица
be: Рублёўская вуліца

source: Рублёвский переулок
be: Рублёўскі завулак

source: Рудавская улица
be: Рудаўская вуліца

source: Рудавский переулок
be: Рудаўскі завулак

source: Рудаковская улица
be: Рудакоўская вул.

source: Руднянская улица
be: Руднянская вуліца

source: Руднянский переулок
be: Руднянскі завулак

source: Рудобельская улица
be: Рудабельская вуліца

source: Ружанская улица
be: Ружанская вуліца

source: Руковецкая улица
be: Рукавецкая вуліца

source: Румлёвский проспект
be: Румлёўскі праспект

source: Русиновская улица
be: Русіноўская вуліца

source: Ручеевая улица
be: Ручаёвая вуліца

source: Ручеёвая улица
be: Ручаёвая вуліца

source: Ручейная улица
be: Ручаёвая вуліца

source: Ручейный переулок
be: Ручаёвы завулак

source: Ручьевая улица
be: [Руч'явая вуліца, Ручаёвая вуліца, вуліца Ручаёвая]

source: Рыбацкая улица
be: Рыбацкая вуліца

source: Рыбацкий переулок
be: Рыбацкі завулак

source: Рыбинский переулок
be: Рыбінскі завулак

source: Рыбная улица
be: Рыбная вуліца

source: Рыбхозная улица
be: Рыбгасная вуліца

source: Рыжковская улица
be: Рыжкоўская вуліца

source: Рымарская улица
be: Рымарская вуліца

source: Рынковский переулок
be: Рынкаўскі завулак

source: Рыночная улица
be: Рыначная вуліца

source: Рыночный тупик
be: Рынкавы тупік

source: Рябинницкая улица
be: Рабінніцкая вуліца

source: Рябиновая аллея
be: Рабінавая алея

source: Рябиновая улица
be: Рабінавая вуліца

source: Рябиновый переулок
be: Рабінавы завулак

source: Рясненская улица
be: Расненская вуліца

source: Садовая улица
be: Садовая вуліца

source: Садовый переулок
be: Садовы завулак

source: Садовый проезд
be: Садовы праезд

source: Самшитовая улица
be: Самшытавая вуліца

source: Санаторная улица
be: Санаторная вуліца

source: Санитарная улица
be: Санітарная вуліца

source: Сапёрная улица
be: Сапёрная вуліца

source: Сараканайская улица
be: Сараканайская вуліца

source: Сараканайский переулок
be: Сараканайскі завулак

source: Саратовский переулок
be: Саратаўскі завулак

source: Саянская улица
be: Саянская вуліца

source: Саянский переулок
be: Саянскі завулак

source: Светлая улица
be: Светлая вуліца

source: Светлогорская улица
be: Светлагорская вуліца

source: Светлогорский переулок
be: Светлагорскі завулак

source: Светлогорский проезд
be: Светлагорскі праезд

source: Светлогорское шоссе
be: Светлагорская шаша

source: Светлый переулок
be: Светлы завулак

source: Свислочская улица
be: Свіслацкая вуліца

source: Свислочский переулок
be: Свіслацкі завулак

source: Свитальная улица
be: Світальная вуліца

source: Свободная улица
be: Свабодная вуліца

source: Связной переулок
be: Сувязны завулак

source: Свято-Афанасьевская улица
be: Свята-Афанасьеўская вуліца

source: Свято-Никифороская улица
be: Свята-Нікіфараўская вуліца

source: Святоянская улица
be: Святаянская вуліца

source: Себежская улица
be: Себежская вуліца

source: Себежский переулок
be: Себежскі завулак

source: Севастопольская улица
be: Севастопальская вуліца

source: Севастопольский переулок
be: Севастопальскі завулак

source: Севастопольский тупик
be: Севастопальскі тупік

source: Северная улица
be: Паўночная вуліца

source: Северный въезд
be: Паўночны ўезд

source: Северный мост
be: Паўночны мост

source: Северный переулок
be: Паўночны завулак

source: Северо-Восточная улица
be: Паўночна-Усходняя вуліца

source: Северо-Восточный переулок
be: Паўночна-Усходні завулак

source: Севрюковская улица
be: Сеўрукоўская вуліца

source: Селецкая улица
be: Селецкая вуліца

source: Селивовщинская улица
be: Селівоўшынская вуліца

source: Селивовщинский проезд
be: Селівоўшчынскі праезд

source: Селищанский переулок
be: Селішчанскі завулак

source: Сельская улица
be: [Вясковая вуліца, Сельская вул., Сельская вуліца]

source: Сельский переулок
be: Вясковы завулак

source: Селютская улица
be: Сялюцкая ул.

source: Селянская улица
be: Сялянская вуліца

source: Селянский переулок
be: Сялянскі завулак

source: Семафорный переулок
be: Семафорны завулак

source: Семейная улица
be: Сямейная вуліца

source: Семинарийская улица
be: Семінарыйская вуліца

source: Сенная улица
be: Сянная вуліца

source: Сенненская улица
be: [Сенненская вулiца, Сенненская вуліца]

source: Сенненский переулок
be: Сенненскі завулак

source: Сенницкая улица
be: Сенніцкая вуліца

source: Сенницкий проезд
be: Сенніцкі праезд

source: Сенной переулок
be: Сянны завулак

source: Сентябрьская улица
be: Верасеньская вуліца

source: Сентябрьский переулок
be: Верасеньскі завулак

source: Серая улица
be: Шэрая вуліца

source: Сергеевская улица
be: Сяргееўская вуліца

source: Серебристый переулок
be: Серабрысты завулак

source: Серебряная улица
be: Срэбраная вуліца

source: Серебрянская улица
be: Серабранская вуліца

source: Серебрянский переулок
be: Серабранскі завулак

source: Серпуховская улица
be: Серпухоўская вуліца

source: Сибирский переулок
be: Сібірскі завулак

source: Силикатная улица
be: Сілікатная вуліца

source: Силовая улица
be: Сілавая вуліца

source: Сиреневая улица
be: [Бэзавая вулiца, Бэзавая вуліца]

source: Сиреневый переулок
be: Бэзавы завулак

source: Сказочная улица
be: Казачная вуліца

source: Скалинская улица
be: Скалінская вуліца

source: Сквозная улица
be: Скрозная вуліца

source: Скидельское шоссе
be: Скідзельская шаша

source: Скосная улица
be: Скосная вуліца

source: Слабодская улица
be: Слабодзкая вуліца

source: Слабодский переулок
be: Слабодзкі завулак

source: Славгородский переулок
be: Слаўгарадзкі завулак

source: Славгородское шоссе
be: Слаўгарадзкая шаша

source: Славная улица
be: Слаўная вуліца

source: Славянская улица
be: Славянская вуліца

source: Славянский переулок
be: Славянскі завулак

source: Слесарная улица
be: Слясарная вуліца

source: Слесарный переулок
be: Слясарны завулак

source: Слободская улица
be: Слабадская вуліца

source: Слободский переулок
be: Слабодзкі завулак

source: Слободской переулок
be: Слабадскі завулак

source: Слободской проезд
be: Слабадскі праезд

source: Слонимская улица
be: Слонімская вуліца

source: Слухавицкая улица
be: Слухавіцкая вуліца

source: Слуцкая улица
be: Слуцкая вуліца

source: Слуцкий переулок
be: Слуцкі завулак

source: Смиловичский тракт
be: Смілавіцкі тракт

source: Смолевическая улица
be: Смалявіцкая вуліца

source: Смолевичская улица
be: Смалявіцкая вуліца

source: Смоленская площадь
be: Смаленская плошча

source: Смоленская улица
be: Смаленская вуліца

source: Смоленский переулок
be: Смаленскі завулак

source: Смольная улица
be: Смольная вуліца

source: Смольянская улица
be: Смальянская вуліца

source: Смоляной переулок
be: Смаляны завулак

source: Смолянский переулок
be: Смалянскі завулак

source: Сморговский проезд
be: Смаргоўскі праезд

source: Сморговский тракт
be: Смаргоўскі тракт

source: Снежковская улица
be: Снежкаўская вуліца

source: Снежная улица
be: Снежная вуліца

source: Снежный переулок
be: Снежны завулак

source: Советская площадь
be: Савецкая плошча

source: Советская улица
be: [Савецкая вуліца, Советская улица, вуліца Савецкая]

source: Советский переулок
be: Савецкі завулак

source: Советский проезд
be: Савецкі праезд

source: Советский проспект
be: Савецкі праспект

source: Современная улица
be: Сучасная вуліца

source: Совхозная улица
be: [Саўгасная вуліца, вуліца Савхозная]

source: Совхозный переулок
be: Саўгасны завулак

source: Совхозный проезд
be: Саўгасны праезд

source: Сожевая улица
be: Сожавая вуліца

source: Сожская улица
be: Сожская вуліца

source: Соколиная улица
be: Сакаліная вуліца

source: Сокольницкая улица
be: Сакольніцкая вуліца

source: Сокольницкий переулок
be: Сакольніцкі завулак

source: Сокольская улица
be: Сакольская вуліца

source: Сокольский переулок
be: Сакольскі завулак

source: Соколянский переулок
be: Сакалянскі завулак

source: Солигорская улица
be: Салігорская вуліца

source: Солнечная аллея
be: Сонечная алея

source: Солнечная улица
be: [Сонечная вуліца, Сонечная ул.]

source: Солнечный переулок
be: Сонечны завулак

source: Солнечный проезд
be: Сонечны праезд

source: Соловьиная улица
be: Салаўіная вуліца

source: Соловьиный переулок
be: Салаўіны завулак

source: Соловьиный проезд
be: Салаўіны праезд

source: Соломенковская улица
be: Саломенкаўская вуліца

source: Соломенная улица
be: Саламяная вуліца

source: Соломенская улица
be: Саломенская вуліца

source: Солтановская улица
be: Солтанаўская вуліца

source: Сопоцкинская улица
be: Сапоцкінская вуліца

source: Сормовская улица
be: Сармоўская вуліца

source: Сортировочная улица
be: Сартавальная вуліца

source: Соседняя улица
be: Суседняя вуліца

source: Сосновая улица
be: Сасновая вуліца

source: Сосновый переулок
be: Сасновы завулак

source: Софийская улица
be: Сафійская вуліца

source: Социалистическая улица
be: Сацыялістычная вуліца

source: Социалистический переулок
be: Сацыялістычны завулак

source: Спартаковская улица
be: Спартакаўская вуліца

source: Спартаковский переулок
be: Спартакаўскі завулак

source: Спасская улица
be: Спаская вуліца

source: Сплавная улица
be: Сплаўная вуліца

source: Сплавной переулок
be: Сплаўны завулак

source: Спокойная улица
be: Спакойная вуліца

source: Спортивная аллея
be: Спартыўная алея

source: Спортивная улица
be: Спартыўная вуліца

source: Спортивный переулок
be: Спартыўны завулак

source: Спортивный проезд
be: Спартыўны праезд

source: Спортовая улица
be: Спартовая вуліца

source: Средненабережная улица
be: Сярэдненабярэжная вуліца

source: Средний переулок
be: Сярэдні завулак

source: Средняя Карабановская улица
be: Сярэдняя Карабанаўская вуліца

source: Средняя улица
be: Сярэдняя вуліца

source: Стадионная улица
be: Стадыённая вуліца

source: Стадионный переулок
be: Стадыённы завулак

source: Станкостроительный проезд
be: Станкабудаўнічы праезд
